Repository: Javid1e/afagh_emdad
Catalog: app/web/web/blog_posts/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Blog post created successfully
fa: پست بلاگ با موفقیت ایجاد شد

source: Blog post updated successfully
fa: پست بلاگ با موفقیت به‌روزرسانی شد

source: Blog post deleted successfully
fa: پست بلاگ با موفقیت حذف شد

source: Comment added successfully
fa: نظر با موفقیت اضافه شد

source: Comment updated successfully
fa: نظر با موفقیت به‌روزرسانی شد

source: Comment deleted successfully
fa: نظر با موفقیت حذف شد

source: Like added successfully
fa: لایک با موفقیت اضافه شد

source: Error creating blog post
fa: خطا در ایجاد پست بلاگ

source: Error updating blog post
fa: خطا در به‌روزرسانی پست بلاگ

source: Error deleting blog post
fa: خطا در حذف پست بلاگ

source: Error adding comment
fa: خطا در اضافه کردن نظر

source: Error updating comment
fa: خطا در به‌روزرسانی نظر

source: Error deleting comment
fa: خطا در حذف نظر

source: Error adding like
fa: خطا در اضافه کردن لایک
