Repository: Javid1e/afagh_emdad
Catalog: app/web/web/otp/locale/*/LC_MESSAGES/django.po
Languages: fa

source: OTP created successfully
fa: کد تایید با موفقیت ایجاد شد

source: OTP updated successfully
fa: کد تایید با موفقیت به‌روزرسانی شد

source: OTP deleted successfully
fa: کد تایید با موفقیت حذف شد

source: OTP sent successfully
fa: کد تایید با موفقیت ارسال شد

source: Invalid OTP
fa: کد تایید نامعتبر است

source: OTP expired
fa: کد تایید منقضی شده است

source: Login successful
fa: ورود موفقیت‌آمیز بود

source: Error creating OTP
fa: خطا در ایجاد کد تایید

source: Error updating OTP
fa: خطا در به‌روزرسانی کد تایید

source: Error deleting OTP
fa: خطا در حذف کد تایید

source: Error sending OTP
fa: خطا در ارسال کد تایید
