Repository: Javid1e/afagh_emdad
Catalog: app/web/web/notifications/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Notification created successfully
fa: اعلان با موفقیت ایجاد شد

source: Notification updated successfully
fa: اعلان با موفقیت به‌روزرسانی شد

source: Notification deleted successfully
fa: اعلان با موفقیت حذف شد

source: New Notification
fa: اعلان جدید

source: New request nearby
fa: درخواست جدید در نزدیکی

source: Profile updated
fa: پروفایل به‌روزرسانی شد

source: Error creating notification
fa: خطا در ایجاد اعلان

source: Error updating notification
fa: خطا در به‌روزرسانی اعلان

source: Error deleting notification
fa: خطا در حذف اعلان

source: Error sending SMS
fa: خطا در ارسال پیامک

source: Error sending email
fa: خطا در ارسال ایمیل
